[
    {
        "pmid": "25329591",
        "abstract": "1. Anticancer Agents Med Chem. 2015;15(1):4-14. doi: \n10.2174/1871520614666141020153543.\n\nBRCA1 as target for breast cancer prevention and therapy.\n\nRomagnolo AP, Romagnolo DF, Selmin OI(1).\n\nAuthor information:\n(1)University of Arizona Cancer Center, 1515 N. Campbell, Room 3999A, Tucson, AZ \n85724, USA. selmin@u.arizona.edu.\n\nThe Breast Cancer 1 protein (BRCA1) is a tumor suppressor involved in basic \ncellular functions necessary for cell replication and DNA synthesis, but reduced \nexpression of BRCA1, due to mutations or epigenetic inactivation, leads to \nimpaired mammary gland differentiation and increased risk of breast cancer \ndevelopment. Although BRCA1 acts as a tumor suppressor and is present in all \ncells, where it is essential for the maintenance of the genome integrity, it is \nstill not clear why mutations in the BRCA1 gene predispose to breast and \novarian, but not to other types of cancer. In the first part of this review, we \nbriefly discuss the function and regulation of the BRCA1 protein, including its \nrole associated with familial and sporadic breast cancer. The second part is an \noverview of the therapeutic compounds used for breast cancer treatment targeting \nBRCA1, and the natural food components that hold potential preventive effect \nagainst those types of breast cancer in which BRCA1 expression is either reduced \nor lacking. Further studies elucidating the interactions between dietary \ncompounds and cellular pathways, involved in regulation of BRCA1expression, are \nnecessary for the development of strategies that may successfully prevent or \ntreat breast cancer.\n\nDOI: 10.2174/1871520614666141020153543\nPMID: 25329591 [Indexed for MEDLINE]"
    },
    {
        "pmid": "15546503",
        "abstract": "1. Cancer Sci. 2004 Nov;95(11):866-71. doi: 10.1111/j.1349-7006.2004.tb02195.x.\n\nRole of BRCA1 and BRCA2 as regulators of DNA repair, transcription, and cell \ncycle in response to DNA damage.\n\nYoshida K(1), Miki Y.\n\nAuthor information:\n(1)Department of Molecular Genetics, Medical Research Institute, Tokyo Medical \nand Dental University, Tokyo 113-8510.\n\nBRCA1 (BReast-CAncer susceptibility gene 1) and BRCA2 are tumor suppressor \ngenes, the mutant phenotypes of which predispose to breast and ovarian cancers. \nIntensive research has shown that BRCA proteins are involved in a multitude of \npivotal cellular processes. In particular, both genes contribute to DNA repair \nand transcriptional regulation in response to DNA damage. Recent studies suggest \nthat BRCA proteins are required for maintenance of chromosomal stability, \nthereby protecting the genome from damage. New data also show that BRCAs \ntranscriptionally regulate some genes involved in DNA repair, the cell cycle, \nand apoptosis. Many of these functions are mediated by a large number of \ncellular proteins that interact with BRCAs. The functions of BRCA proteins are \nalso linked to distinct and specific phosphorylation events; however, the extent \nto which phosphorylation-activated molecular pathways contribute to tumor \nsuppressor activity remains unclear. Finally, the reasons why mutations in BRCA \ngenes lead to the development of breast and ovarian cancers are not clearly \nunderstood. Elucidation of the precise molecular functions of BRCAs is expected \nto improve our understanding of hereditary as well as sporadic mammary \ncarcinogenesis.\n\nDOI: 10.1111/j.1349-7006.2004.tb02195.x\nPMCID: PMC11159131\nPMID: 15546503 [Indexed for MEDLINE]"
    },
    {
        "pmid": "12375043",
        "abstract": "1. Oncol Rep. 2002 Nov-Dec;9(6):1329-33.\n\nBRCA1 in non-inherited breast carcinomas (Review).\n\nYang Q(1), Yoshimura G, Nakamura M, Nakamura Y, Suzuma T, Umemura T, Mori I, \nSakurai T, Kakudo K.\n\nAuthor information:\n(1)Department of General Surgery, Qilu Hospital, Shandong University, Ji'nan, \nShandong Province, P.R. China. yang-qf@mail.wakayama-med.ac.jp\n\nBreast cancer occurs in hereditary and sporadic form. Breast cancer \nsusceptibility gene (BRCA1) is known to be responsible for hereditary breast \ncancer. BRCA1 mutations are rare in sporadic cancers, but loss of BRCA1 \nresulting from reduced expression or incorrect subcellular localization is \npostulated to be important in non-familial breast cancers. More than 300 \ngermline mutations have been identified so far in patients with familial breast \nand/or ovarian cancer, however, only a few somatic mutations have been \nidentified in sporadic breast cancer. The decreased expression of BRCA1 in \nsporadic breast cancer is thought to be caused by other mechanisms, such as CpG \nmethylation. BRCA1 expression may play an important role in the pathogenesis and \nprognosis of sporadic breast carcinoma.\n\nPMID: 12375043 [Indexed for MEDLINE]"
    },
    {
        "pmid": "13679996",
        "abstract": "1. J Mol Med (Berl). 2003 Nov;81(11):700-7. doi: 10.1007/s00109-003-0477-0. Epub \n2003 Sep 9.\n\nBRCA1 and p53: compensatory roles in DNA repair.\n\nHartman AR(1), Ford JM.\n\nAuthor information:\n(1)Department of Medicine, School of Medicine, Stanford University, 269 Campus \nDrive, Stanford, CA 94305, USA.\n\nThe BRCA1 breast cancer susceptibility gene has been implicated in many cellular \nprocesses, yet its specific mechanism of tumor suppression remains unclear. \nBRCA1 plays a role in several DNA repair pathways including nucleotide excision \nrepair (NER). Loss of the p53 tumor suppressor gene, a key regulator of NER, is \nan important and necessary event in the pathogenesis of BRCA1-mutated tumors. \nHere we discuss the role of BRCA1 and NER in breast cancer and the interactions \nof BRCA1 with p53 in breast tumorigenesis and suggest approaches for risk \nassessment and chemotherapeutic management of BRCA1-related breast cancer.\n\nDOI: 10.1007/s00109-003-0477-0\nPMID: 13679996 [Indexed for MEDLINE]"
    },
    {
        "pmid": "9192995",
        "abstract": "1. Br J Cancer. 1997;75(12):1854-5. doi: 10.1038/bjc.1997.318.\n\nBRCA1 polymorphisms.\n\nCampbell IG, Schroff R, Englefield P, Eccles DM.\n\nDOI: 10.1038/bjc.1997.318\nPMCID: PMC2223614\nPMID: 9192995 [Indexed for MEDLINE]"
    },
    {
        "pmid": "14729816",
        "abstract": "1. J Med Genet. 2004 Jan;41(1):1-5. doi: 10.1136/jmg.2003.013805.\n\nBRCA1 functions as a breast stem cell regulator.\n\nFoulkes WD(1).\n\nAuthor information:\n(1)Program in Cancer Genetics, Department of Oncology, McGill University, \nMontreal General Hospital, QC, Canada. william.foulkes@mcgill.ca\n\nBRCA1 is an important susceptibility gene for breast cancer, which confers \nsubstantial lifetime risks of breast cancer, particularly in the pre-menopausal \nage group. Typically, carriers of BRCA1 mutations develop breast tumours that \ngrow rapidly and are high grade and oestrogen receptor negative. They also \npossess a basal epithelial phenotype, as defined by cytokeratin expression, that \nis not present in most breast cancers. It has recently been proposed that the \nadult breast stem cell expresses only basal keratins. Others have indicated a \nCD44 positive, CD24 negative phenotype for breast cancer stem cells. In this \npaper, I argue that the biology of human BRCA1 and its rodent homologues and the \nclinicopathological features of breast cancer related to BRCA1 support the \nnotion that one of the key functions of BRCA1 is to act as a stem cell \nregulator. This has implications for the management of carriers of mutations of \nBRCA1, in part because support for the role of BRCA1 as a stem cell regulator \nwould emphasise the distinct nature of breast cancer related to BRCA1.\n\nDOI: 10.1136/jmg.2003.013805\nPMCID: PMC1757264\nPMID: 14729816 [Indexed for MEDLINE]"
    },
    {
        "pmid": "33471975",
        "abstract": "1. N Engl J Med. 2021 Feb 4;384(5):471-473. doi: 10.1056/NEJMe2035083. Epub 2021 \nJan 20.\n\nWhich Genes for Hereditary Breast Cancer?\n\nNarod SA(1).\n\nAuthor information:\n(1)From the Women's College Research Institute, Toronto.\n\nComment on\n    N Engl J Med. 2021 Feb 4;384(5):440-451. doi: 10.1056/NEJMoa2005936.\n    N Engl J Med. 2021 Feb 4;384(5):428-439. doi: 10.1056/NEJMoa1913948.\n\nDOI: 10.1056/NEJMe2035083\nPMID: 33471975 [Indexed for MEDLINE]"
    },
    {
        "pmid": "22936386",
        "abstract": "1. Mol Cells. 2012 Nov;34(5):425-32. doi: 10.1007/s10059-012-0118-y. Epub 2012\nJul  24.\n\nBRCA1 and microRNAs: emerging networks and potential therapeutic targets.\n\nChang S(1), Sharan SK.\n\nAuthor information:\n(1)Mouse Cancer Genetics Program, Center for Cancer Research, Frederick National \nLaboratory for Cancer Research, Frederick, Maryland 21702, USA.\n\nBRCA1 is a well-known tumor suppressor implicated in familial breast and ovarian \ncancer. Since its cloning in 1994, numerous studies have established BRCA1's \nrole in diverse cellular and biochemical processes, such as DNA damage repair, \ncell cycle control, and transcriptional regulation as well as ubiquitination. In \naddition, a number of recent studies have functionally linked this tumor \nsuppressor to another important cellular regulator, microRNAs, which are short \n(19-22 nt) RNAs that were discovered in the nematode in 1993. Soon their \npresence and function were validated in mammals, and since then, the role of \nmicroRNAs has been actively investigated in almost all biological processes, \nincluding cancer. In this review, we will describe recent progress in the \nunderstanding of the BRCA1 function through microRNAs and the role of microRNAs \nin regulating BRCA1, with emphasis on the implication of these processes on the \ndevelopment and progression of cancer. We will also discuss the therapeutic \npotential of microRNA mimics or inhibitors of microRNAs to affect BRCA1 \nfunction.\n\nDOI: 10.1007/s10059-012-0118-y\nPMCID: PMC3887789\nPMID: 22936386 [Indexed for MEDLINE]"
    },
    {
        "pmid": "12957814",
        "abstract": "1. Front Biosci. 2003 Sep 1;8:s1107-17. doi: 10.2741/1131.\n\nBRCA1 in cancer, cell cycle and genomic stability.\n\nJhanwar-Uniyal M(1).\n\nAuthor information:\n(1)Institute for Cancer Prevention, American Health Foundation Cancer Prevention \nCenter, Valhalla, New York 10595, USA. mjhanwar@ifcp.us\n\nThe BRCA1 gene was isolated in 1994; germline mutations of this gene are known \nto confer susceptibility to breast and ovarian cancer in high-risk families. \nSince its discovery, several mutations have been identified in this gene; these \nare scattered throughout the gene, and include insertion and deletion \nframeshifts, base substitutions, and inferred regulatory mutations. It role in \nthe pathogenesis of breast cancer, which accounts for almost 95%, although \nunproven to date, cannot be ruled out. The functional inactivation of both \ncopies of this gene in sporadic tumor cells does not follow the traditional \nmode: the loss of function in BRCA1 is not accompanied by underlying mutation of \nthe gene in tumor cells with loss of heterozygosity for the BRCA1 gene. Several \nstudies now suggest that an alternate mechanism of inactivation, involving \npromoter hypermethylation that results in reduced expression of the gene, may be \ncommon to a significant proportion of sporadic breast and ovarian cancers. BRCA1 \nas a tumor suppressor plays an important role in maintaining genomic stability. \nBRCA1 has the ability to interact with numerous proteins and to form complexes \nthat are involved in recognizing and subsequently repairing DNA. BRCA1 contains \nseveral functional domains that directly or indirectly interact with a variety \nof proteins via protein-protein interaction; these include tumor suppressors \n(BRCA2, p53, Rb and ATM), oncogenes (c-Myc, casein kinase II and E2F), DNA \ndamage repair proteins (RAD50 and RAD51), cell cycle regulators (cyclins and \ncyclin dependent kinases), transcriptional activators and repressors (RNA \npolymerase II, RHA, histone deacetylase complex and CtIP), DNA damage-sensing \ncomplex and mismatch repair proteins (BRCA1- Associated Surveillance Complex; \nBASC) and signal transducer and activator of transcription (STAT) among others \nFormation of foci containing BRCA1 by inherited mutations, or epigenetic \nmechanisms (promoter methylation) in sporadic cancers leads to a loss of DNA \nrepair ability, disrupts the potential to form complexes with other proteins \nthat are crucial for DNA repair pathways. Thus, BRCA1 plays a significant role \nin maintaining genomic stability and serves as a tumor suppressor in breast \ncancer tumorigenesis.\n\nDOI: 10.2741/1131\nPMID: 12957814 [Indexed for MEDLINE]"
    },
    {
        "pmid": "15723343",
        "abstract": "1. J Cell Biochem. 2005 Apr 15;94(6):1103-11. doi: 10.1002/jcb.20386.\n\nBRCA1: a locus-specific \"liaison\" in gene expression and genetic integrity.\n\nAiyar S(1), Sun JL, Li R.\n\nAuthor information:\n(1)Department of Biochemistry and Molecular Genetics, School of Medicine, P.O. \nBox 800733, University of Virginia, Charlottesville, Virginia 22908-0733, USA.\n\nMutations in BRCA1 predominantly lead to elevated risks of breast and ovarian \ncancers. In contrast to the tissue-specific nature of BRCA1tumors, the normal \nBRCA1 gene product functions in diverse nuclear events including transcription, \nDNA repair, and DNA damage checkpoint. Recent findings of physical and \nfunctional associations between BRCA1 and the RNA polymerase II \n(RNAPII)-dependent transcription machinery may shed some light on this \nlongstanding paradox of BRCA1 biology. Eukaryotic gene expression is now known \nto be a continuous process, whereby each step is physically and functionally \nconnected to the next. In particular, RNAPII plays a pivotal role in \ncoordinating transcription with various pre-mRNA processing events and stress \nresponse. Interestingly, BRCA1 preferentially interacts with the processive form \nof RNAPII and proteins that regulate RNAPII activity and movement during \ntranscription elongation. In response to DNA damage, BRCA1 dissociates from \nRNAPII and localizes to DNA damage sites. We propose that BRCA1 may coordinate \nmultiple steps in gene expression, including transcription initiation, \nelongation, and pre-mRNA processing via its interactions with the transcription \nmachinery at selected gene loci. The same BRCA1-associated transcription \napparatus may serve as a sensor for stress signals and facilitate the transition \nfrom a transcription state to checkpoint/DNA repair state. Such a coordinating \nrole of BRCA1 in gene expression may ensure the appropriate quantity and quality \nof the mature transcripts for certain breast and ovarian cancer-related genes, \nas well as the genetic integrity of the breast and ovary tissues.\n\nCopyright (c) 2005 Wiley-Liss, Inc.\n\nDOI: 10.1002/jcb.20386\nPMID: 15723343 [Indexed for MEDLINE]"
    }
]