[
    {
        "pmid": [
            "37329269",
            "33446664",
            "21331359",
            "38965396",
            "37184108",
            "37244438",
            "38553451",
            "29690599",
            "35331964",
            "30798634"
        ],
        "abstract": "1. CA Cancer J Clin. 2023 Nov-Dec;73(6):620-652. doi: 10.3322/caac.21785. Epub\n2023  Jun 17.\n\nClinical insights into small cell lung cancer: Tumor heterogeneity, diagnosis, \ntherapy, and future directions.\n\nMegyesfalvi Z(1)(2)(3), Gay CM(4), Popper H(5), Pirker R(6), Ostoros G(3), Heeke \nS(4), Lang C(1)(7), Hoetzenecker K(1), Schwendenwein A(1), Boettiger K(1), Bunn \nPA Jr(8), Renyi-Vamos F(2)(3), Schelch K(1)(9), Prosch H(10), Byers LA(4), \nHirsch FR(11)(12), Dome B(1)(2)(3)(13).\n\nAuthor information:\n(1)Department of Thoracic Surgery, Comprehensive Cancer Center, Medical \nUniversity of Vienna, Vienna, Austria.\n(2)Department of Thoracic Surgery, Semmelweis University and National Institute \nof Oncology, Budapest, Hungary.\n(3)National Koranyi Institute of Pulmonology, Budapest, Hungary.\n(4)Department of Thoracic/Head and Neck Medical Oncology, The University of \nTexas MD Anderson Cancer Center, Houston, TX, USA.\n(5)Diagnostic and Research Institute of Pathology, Medical University of Graz, \nGraz, Austria.\n(6)Department of Medicine I, Medical University of Vienna, Vienna, Austria.\n(7)Division of Pulmonology, Department of Medicine II, Medical University of \nVienna, Vienna, Austria.\n(8)University of Colorado School of Medicine, Aurora, CO, USA.\n(9)Center for Cancer Research, Medical University of Vienna, Vienna, Austria.\n(10)Department of Biomedical Imaging and Image-Guided Therapy, Medical \nUniversity of Vienna, Vienna General Hospital, Vienna, Austria.\n(11)Division of Medical Oncology, University of Colorado Anschutz Medical \nCampus, Aurora, CO, USA.\n(12)Tisch Cancer Institute, Center for Thoracic Oncology, Mount Sinai Health \nSystem, New York, NY, USA.\n(13)Department of Translational Medicine, Lund University, Lund, Sweden.\n\nSmall cell lung cancer (SCLC) is characterized by rapid growth and high \nmetastatic capacity. It has strong epidemiologic and biologic links to tobacco \ncarcinogens. Although the majority of SCLCs exhibit neuroendocrine features, an \nimportant subset of tumors lacks these properties. Genomic profiling of SCLC \nreveals genetic instability, almost universal inactivation of the tumor \nsuppressor genes TP53 and RB1, and a high mutation burden. Because of early \nmetastasis, only a small fraction of patients are amenable to curative-intent \nlung resection, and these individuals require adjuvant platinum-etoposide \nchemotherapy. Therefore, the vast majority of patients are currently being \ntreated with chemoradiation with or without immunotherapy. In patients with \ndisease confined to the chest, standard therapy includes thoracic radiotherapy \nand concurrent platinum-etoposide chemotherapy. Patients with metastatic \n(extensive-stage) disease are treated with a combination of platinum-etoposide \nchemotherapy plus immunotherapy with an anti-programmed death-ligand 1 \nmonoclonal antibody. Although SCLC is initially very responsive to \nplatinum-based chemotherapy, these responses are transient because of the \ndevelopment of drug resistance. In recent years, the authors have witnessed an \naccelerating pace of biologic insights into the disease, leading to the \nredefinition of the SCLC classification scheme. This emerging knowledge of SCLC \nmolecular subtypes has the potential to define unique therapeutic \nvulnerabilities. Synthesizing these new discoveries with the current knowledge \nof SCLC biology and clinical management may lead to unprecedented advances in \nSCLC patient care. Here, the authors present an overview of multimodal clinical \napproaches in SCLC, with a special focus on illuminating how recent advancements \nin SCLC research could accelerate clinical development.\n\n© 2023 The Authors. CA: A Cancer Journal for Clinicians published by Wiley \nPeriodicals LLC on behalf of American Cancer Society.\n\nDOI: 10.3322/caac.21785\nPMID: 37329269 [Indexed for MEDLINE]\n\n\n2. Nat Rev Dis Primers. 2021 Jan 14;7(1):3. doi: 10.1038/s41572-020-00235-0.\n\nSmall-cell lung cancer.\n\nRudin CM(1)(2), Brambilla E(3), Faivre-Finn C(4)(5), Sage J(6)(7).\n\nAuthor information:\n(1)Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, \nUSA. rudinc@mskcc.org.\n(2)Druckenmiller Center for Lung Cancer Research, Memorial Sloan Kettering \nCancer Center, New York, NY, USA. rudinc@mskcc.org.\n(3)Institute for Advanced Biosciences, Université Grenoble Alpes, Grenoble, \nFrance.\n(4)Department of Clinical Oncology, The Christie Hospital NHS Foundation Trust, \nManchester, UK.\n(5)Division of Cancer Sciences, University of Manchester, Manchester, UK.\n(6)Department of Pediatrics, Stanford University, Stanford, CA, USA.\n(7)Department of Genetics, Stanford University, Stanford, CA, USA.\n\nSmall-cell lung cancer (SCLC) represents about 15% of all lung cancers and is \nmarked by an exceptionally high proliferative rate, strong predilection for \nearly metastasis and poor prognosis. SCLC is strongly associated with exposure \nto tobacco carcinogens. Most patients have metastatic disease at diagnosis, with \nonly one-third having earlier-stage disease that is amenable to potentially \ncurative multimodality therapy. Genomic profiling of SCLC reveals extensive \nchromosomal rearrangements and a high mutation burden, almost always including \nfunctional inactivation of the tumour suppressor genes TP53 and RB1. Analyses of \nboth human SCLC and murine models have defined subtypes of disease based on the \nrelative expression of dominant transcriptional regulators and have also \nrevealed substantial intratumoural heterogeneity. Aspects of this heterogeneity \nhave been implicated in tumour evolution, metastasis and acquired therapeutic \nresistance. Although clinical progress in SCLC treatment has been notoriously \nslow, a better understanding of the biology of disease has uncovered novel \nvulnerabilities that might be amenable to targeted therapeutic approaches. The \nrecent introduction of immune checkpoint blockade into the treatment of patients \nwith SCLC is offering new hope, with a small subset of patients deriving \nprolonged benefit. Strategies to direct targeted therapies to those patients who \nare most likely to respond and to extend the durable benefit of effective \nantitumour immunity to a greater fraction of patients are urgently needed and \nare now being actively explored.\n\nDOI: 10.1038/s41572-020-00235-0\nPMCID: PMC8177722\nPMID: 33446664 [Indexed for MEDLINE]\n\n\n3. J Biomed Biotechnol. 2011;2011:583929. doi: 10.1155/2011/583929. Epub 2011 Jan\n 18.\n\nTP53 mutations in nonsmall cell lung cancer.\n\nMogi A(1), Kuwano H.\n\nAuthor information:\n(1)Department of General Surgical Science, Graduate School of Medicine, Gunma \nUniversity, 3-39-22 Showa-Machi, Maebashi, Gunma 371-8511, Japan. \nakmogi@showa.gunma-u.ac.jp\n\nThe tumor suppressor gene TP53 is frequently mutated in human cancers. \nAbnormality of the TP53 gene is one of the most significant events in lung \ncancers and plays an important role in the tumorigenesis of lung epithelial \ncells. Human lung cancers are classified into two major types, small cell lung \ncancer (SCLC) and nonsmall cell lung cancer (NSCLC). The latter accounts for \napproximately 80% of all primary lung cancers, and the incidence of NSCLC is \nincreasing yearly. Most clinical studies suggest that NSCLC with TP53 \nalterations carries a worse prognosis and may be relatively more resistant to \nchemotherapy and radiation. A deep understanding of the role of TP53 in lung \ncarcinogenesis may lead to a more reasonably targeted clinical approach, which \nshould be exploited to enhance the survival rates of patients with lung cancer. \nThis paper will focus on the role of TP53 in the molecular pathogenesis, \nepidemiology, and therapeutic strategies of TP53 mutation in NSCLC.\n\nDOI: 10.1155/2011/583929\nPMCID: PMC3035360\nPMID: 21331359 [Indexed for MEDLINE]\n\n\n4. Nat Rev Clin Oncol. 2024 Aug;21(8):610-627. doi: 10.1038/s41571-024-00914-x. \nEpub 2024 Jul 4.\n\nEmerging advances in defining the molecular and therapeutic landscape of \nsmall-cell lung cancer.\n\nSen T(#)(1)(2), Takahashi N(#)(3), Chakraborty S(4), Takebe N(5), Nassar AH(6), \nKarim NA(7), Puri S(8), Naqash AR(9).\n\nAuthor information:\n(1)Department of Oncological Sciences, Icahn School of Medicine at Mount Sinai, \nNew York, NY, USA. triparna.sen@mssm.edu.\n(2)Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, \nNY, USA. triparna.sen@mssm.edu.\n(3)Department of Medical Oncology, National Cancer Center Hospital East, \nKashiwa, Japan.\n(4)Department of Oncological Sciences, Icahn School of Medicine at Mount Sinai, \nNew York, NY, USA.\n(5)Developmental Therapeutics Branch, Division of Cancer Treatment and \nDiagnosis, National Cancer Institute, Bethesda, MD, USA.\n(6)Division of Oncology, Yale University School of Medicine, New Haven, CT, USA.\n(7)Inova Schar Cancer Institute Virginia, Fairfax, VA, USA.\n(8)Division of Medical Oncology, Huntsman Cancer Institute, Salt Lake City, UT, \nUSA.\n(9)Medical Oncology/ TSET Phase 1 program, University of Oklahoma, Oklahoma \nCity, OK, USA. abdulrafeh-naqash@ouhsc.edu.\n(#)Contributed equally\n\nSmall-cell lung cancer (SCLC) has traditionally been considered a recalcitrant \ncancer with a dismal prognosis, with only modest advances in therapeutic \nstrategies over the past several decades. Comprehensive genomic assessments of \nSCLC have revealed that most of these tumours harbour deletions of the \ntumour-suppressor genes TP53 and RB1 but, in contrast to non-small-cell lung \ncancer, have failed to identify targetable alterations. The expression status of \nfour transcription factors with key roles in SCLC pathogenesis defines distinct \nmolecular subtypes of the disease, potentially enabling specific therapeutic \napproaches. Overexpression and amplification of MYC paralogues also affect the \nbiology and therapeutic vulnerabilities of SCLC. Several other attractive \ntargets have emerged in the past few years, including inhibitors of \nDNA-damage-response pathways, epigenetic modifiers, antibody-drug conjugates and \nchimeric antigen receptor T cells. However, the rapid development of therapeutic \nresistance and lack of biomarkers for effective selection of patients with SCLC \nare ongoing challenges. Emerging single-cell RNA sequencing data are providing \ninsights into the plasticity and intratumoural and intertumoural heterogeneity \nof SCLC that might be associated with therapeutic resistance. In this Review, we \nprovide a comprehensive overview of the latest advances in genomic and \ntranscriptomic characterization of SCLC with a particular focus on opportunities \nfor translation into new therapeutic approaches to improve patient outcomes.\n\n© 2024. Springer Nature Limited.\n\nDOI: 10.1038/s41571-024-00914-x\nPMID: 38965396 [Indexed for MEDLINE]\n\n\n5. Cancer Med. 2023 Jul;12(13):14171-14182. doi: 10.1002/cam4.6083. Epub 2023 May\n 15.\n\nClinical characteristics and prognostic analysis of SMARCA4-deficient non-small \ncell lung cancer.\n\nLiang X(1), Gao X(2), Wang F(1), Li S(2), Zhou Y(1), Guo P(1), Meng Y(1), Lu \nT(1).\n\nAuthor information:\n(1)Department of Oncology, The First Affiliated Hospital of Zhengzhou \nUniversity, Zhengzhou, China.\n(2)Department of Pathology, The First Affiliated Hospital of Zhengzhou \nUniversity, Zhengzhou, China.\n\nPURPOSE: To improve the understanding of special types of tumors, we summarized \nand analyzed the clinicopathological features and prognostic factors of \nSMARCA4-deficient non-small cell lung cancer (SMARCA4-dNSCLC).\nMETHODS: We selected 105 patients with SMARCA4-dNSCLC and 221 patients with \nSMARCA4-intact non-small cell lung cancer (SMARCA4-iNSCLC) by performing \nimmunohistochemical analysis of 1520 NSCLC samples, and we assessed the \npatients' clinicopathological features and survival state.\nRESULTS: (1) SMARCA4-dNSCLC was significantly associated with older age, male \nsex, smoking history, larger invasive tumor size, higher tumor proliferation \nindex (Ki-67), more adrenal metastases, more lymph node metastases, and few EGFR \nmutations (p < 0.05). The tumors were mostly negative for thyroid transcription \nfactor-1 (TTF-1), CD34, and p40 and positive for cytokeratin 7 (CK7) in \nimmunohistochemistry (IHC). Nineteen SMARCA4-dNSCLC patients mostly had TP53, \nSMARCA4, and LRP1B mutations, and 48% of them had SMARCA4 frameshift mutations. \nSMARCA4-dNSCLC patients have a worse prognosis than SMARCA4-iNSCLC patients (HR: \n0.27; 95% CI: 0.17-0.45). The overall survival (OS) of patients with stage III \nSMARCA4-dNSCLC was worse than that of patients with SMARCA4-iNSCLC, and the OS \nof stage IV SMARCA4-dNSCLC patients was also worse than that of SMARCA4-iNSCLC \npatients (p < 0.01). (2) Multivariate regression analysis showed that sex (HR: \n4.12; 95% CI: 1.03-16.39) and smoking history (HR: 2.29; 95% CI: 1.04-5.02) had \nsignificant effects on the survival time of SMARCA4-dNSCLC patients. In \nSMARCA4-dNSCLC patients without distant metastases (stage I-III), patients with \nstage N2 or N3 lymph node metastases (HR: 6.35; 95% CI: 1.07-37.47) had a poor \nprognosis. Among patients with SMARCA4-dNSCLC who were treated and had distant \nmetastases (stage IV), male patients and patients treated with immunotherapy \ncombined with chemotherapy showed a longer median overall survival (mOS).\nCONCLUSION: SMARCA4-dNSCLC has unique clinicopathological features and a shorter \nsurvival prognosis than SMARCA4-iNSCLC. The efficacy of immunotherapy combined \nwith chemotherapy needs to be observed for longer periods.\n\n© 2023 The Authors. Cancer Medicine published by John Wiley & Sons Ltd.\n\nDOI: 10.1002/cam4.6083\nPMCID: PMC10358186\nPMID: 37184108 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare that the research was \nconducted in the absence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.\n\n\n6. Semin Cancer Biol. 2023 Sep;94:1-10. doi: 10.1016/j.semcancer.2023.05.006.\nEpub  2023 May 26.\n\nCurrent knowledge of small cell lung cancer transformation from non-small cell \nlung cancer.\n\nGiaccone G(1), He Y(2).\n\nAuthor information:\n(1)Sandra and Edward Meyer Cancer Center, Weill-Cornell Medicine, New York, NY, \nUSA.\n(2)Sandra and Edward Meyer Cancer Center, Weill-Cornell Medicine, New York, NY, \nUSA. Electronic address: yoh4003@med.cornell.edu.\n\nLung cancer is the leading cause of cancer related death, and is divided into \ntwo major histological subtypes, non-small cell lung cancer (NSCLC) and small \ncell lung cancer (SCLC). Histological transformation from NSCLC to SCLC has been \nreported as a mechanism of treatment resistance in patients who received \ntyrosine kinase inhibitors (TKIs) targeting EGFR, ALK and ROS1 or \nimmunotherapies. The transformed histology could be due to therapy-induced \nlineage plasticity or clonal selection of pre-existing SCLC cells. Evidence \nsupporting either mechanism exist in the literature. Here, we discuss potential \nmechanisms of transformation and review the current knowledge about cell of \norigin of NSCLC and SCLC. In addition, we summarize genomic alterations that are \nfrequently observed in both \"de novo\" and transformed SCLC, such as TP53, RB1 \nand PIK3CA. We also discuss treatment options for transformed SCLC, including \nchemotherapy, radiotherapy, TKIs, immunotherapy and anti-angiogenic agents.\n\nCopyright © 2023 Elsevier Ltd. All rights reserved.\n\nDOI: 10.1016/j.semcancer.2023.05.006\nPMID: 37244438 [Indexed for MEDLINE]\n\nConflict of interest statement: Declaration of Competing Interest The authors \ndeclare that they have no known competing financial interests or personal \nrelationships that could have appeared to influence the work reported in this \npaper.\n\n\n7. Nat Commun. 2024 Mar 29;15(1):2759. doi: 10.1038/s41467-024-47080-3.\n\nNanoparticles targeting mutant p53 overcome chemoresistance and tumor recurrence \nin non-small cell lung cancer.\n\nBi YY(1), Chen Q(1), Yang MY(1), Xing L(1)(2), Jiang HL(3)(4)(5).\n\nAuthor information:\n(1)State Key Laboratory of Natural Medicines, China Pharmaceutical University, \nNanjing, 210009, China.\n(2)Jiangsu Key Laboratory of Druggability of Biopharmaceuticals, China \nPharmaceutical University, Nanjing, 210009, China.\n(3)State Key Laboratory of Natural Medicines, China Pharmaceutical University, \nNanjing, 210009, China. jianghulin3@gmail.com.\n(4)Jiangsu Key Laboratory of Druggability of Biopharmaceuticals, China \nPharmaceutical University, Nanjing, 210009, China. jianghulin3@gmail.com.\n(5)College of Pharmacy, Yanbian University, No.977, Gongyan Road, Yanji, 133000, \nChina. jianghulin3@gmail.com.\n\nNon-small cell lung cancer (NSCLC) shows high drug resistance and leads to low \nsurvival due to the high level of mutated Tumor Protein p53 (TP53). Cisplatin is \na first-line treatment option for NSCLC, and the p53 mutation is a major factor \nin chemoresistance. We demonstrate that cisplatin chemotherapy increases the \nrisk of TP53 mutations, further contributing to cisplatin resistance. \nEncouragingly, we find that the combination of cisplatin and fluvastatin can \nalleviate this problem. Therefore, we synthesize Fluplatin, a prodrug consisting \nof cisplatin and fluvastatin. Then, Fluplatin self-assembles and is further \nencapsulated with poly-(ethylene glycol)-phosphoethanolamine (PEG-PE), we obtain \nFluplatin@PEG-PE nanoparticles (FP NPs). FP NPs can degrade mutant p53 (mutp53) \nand efficiently trigger endoplasmic reticulum stress (ERS). In this study, we \nshow that FP NPs relieve the inhibition of cisplatin chemotherapy caused by \nmutp53, exhibiting highly effective tumor suppression and improving the poor \nNSCLC prognosis.\n\n© 2024. The Author(s).\n\nDOI: 10.1038/s41467-024-47080-3\nPMCID: PMC10980692\nPMID: 38553451 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare no competing interests.\n\n\n8. Int J Mol Sci. 2018 Apr 23;19(4):1259. doi: 10.3390/ijms19041259.\n\nClinicopathological Characteristics and Mutations Driving Development of Early \nLung Adenocarcinoma: Tumor Initiation and Progression.\n\nInamura K(1).\n\nAuthor information:\n(1)Division of Pathology, The Cancer Institute, Japanese Foundation for Cancer \nResearch, 3-8-31 Ariake, Koto-ku, Tokyo 135-8550, Japan. \nkentaro.inamura@jfcr.or.jp.\n\nLung cancer is the leading cause of cancer-related deaths worldwide, with lung \nadenocarcinoma representing the most common lung cancer subtype. Among all lung \nadenocarcinomas, the most prevalent subset develops via tumorigenesis and \nprogression from atypical adenomatous hyperplasia (AAH) to adenocarcinoma in \nsitu (AIS), to minimally invasive adenocarcinoma (MIA), to overt invasive \nadenocarcinoma with a lepidic pattern. This stepwise development is supported by \nthe clinicopathological and molecular characteristics of these tumors. In the \n2015 World Health Organization classification, AAH and AIS are both defined as \npreinvasive lesions, whereas MIA is identified as an early invasive \nadenocarcinoma that is not expected to recur if removed completely. Recent \nstudies have examined the molecular features of lung adenocarcinoma \ntumorigenesis and progression. EGFR-mutated adenocarcinoma frequently develops \nvia the multistep progression. Oncogene-induced senescence appears to decrease \nthe frequency of the multistep progression in KRAS- or BRAF-mutated \nadenocarcinoma, whose tumor evolution may be associated with epigenetic \nalterations and kinase-inactive mutations. This review summarizes the current \nknowledge of tumorigenesis and tumor progression in early lung adenocarcinoma, \nwith special focus on its clinicopathological characteristics and their \nassociations with driver mutations (EGFR, KRAS, and BRAF) as well as on its \nmolecular pathogenesis and progression.\n\nDOI: 10.3390/ijms19041259\nPMCID: PMC5979290\nPMID: 29690599 [Indexed for MEDLINE]\n\nConflict of interest statement: The author declares no conflict of interest.\n\n\n9. J Thorac Oncol. 2022 Jun;17(6):779-792. doi: 10.1016/j.jtho.2022.02.011. Epub \n2022 Mar 21.\n\nConcurrent TP53 Mutations Facilitate Resistance Evolution in EGFR-Mutant Lung \nAdenocarcinoma.\n\nVokes NI(1), Chambers E(2), Nguyen T(2), Coolidge A(3), Lydon CA(2), Le X(4), \nSholl L(5), Heymach JV(4), Nishino M(6), Van Allen EM(7), Jänne PA(8).\n\nAuthor information:\n(1)Department of Thoracic and Head and Neck Medical Oncology, The University of \nTexas MD Anderson Cancer Center, Houston, Texas; Department of Genomic Medicine, \nThe University of Texas MD Anderson Cancer Center, Houston, Texas.\n(2)Lowe Center for Thoracic Oncology, Dana-Farber Cancer Institute, Boston, \nMassachusetts.\n(3)Department of Internal Medicine, Massachusetts General Hospital, Boston, \nMassachusetts.\n(4)Department of Thoracic and Head and Neck Medical Oncology, The University of \nTexas MD Anderson Cancer Center, Houston, Texas.\n(5)Department of Pathology, Brigham and Women's Hospital, Boston, Massachusetts.\n(6)Department of Radiology, Brigham and Women's Hospital, Boston, Massachusetts; \nDepartment of Imaging, Dana-Farber Cancer Institute, Boston, Massachusetts.\n(7)Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, \nMassachusetts; Broad Institute of Harvard and Massachusetts Institute of \nTechnology, Boston, Massachusetts.\n(8)Lowe Center for Thoracic Oncology, Dana-Farber Cancer Institute, Boston, \nMassachusetts. Electronic address: pasi_janne@dfci.harvard.edu.\n\nINTRODUCTION: Patients with EGFR-mutant NSCLC experience variable duration of \nbenefit on EGFR tyrosine kinase inhibitors. The effect of concurrent genomic \nalterations on outcome has been incompletely described.\nMETHODS: In this retrospective study, targeted next-generation sequencing data \nwere collected from patients with EGFR-mutant lung cancer treated at the \nDana-Farber Cancer Institute. Clinical data were collected and correlated with \nsomatic mutation data. Associations between TP53 mutation status, genomic \nfeatures, and mutational processes were analyzed.\nRESULTS: A total of 269 patients were identified for inclusion in the cohort. \nAmong 185 response-assessable patients with pretreatment specimens, TP53 \nalterations were the most common event associated with decreased first-line \nprogression-free survival and decreased overall survival, along with DNMT3A, \nKEAP1, and ASXL1 alterations. Reduced progression-free survival on later-line \nosimertinib in 33 patients was associated with MET, APC, and ERBB4 alterations. \nFurther investigation of the effect of TP53 alterations revealed an association \nwith worse outcomes even in patients with good initial radiographic response, \nand faster acquisition of T790M and other resistance mechanisms. TP53-mutated \ntumors had higher mutational burdens and increased mutagenesis with exposure to \ntherapy and tobacco. Cell cycle alterations were not independently predictive, \nbut portended worse OS in conjunction with TP53 alterations.\nCONCLUSIONS: TP53 alterations associate with faster resistance evolution \nindependent of mechanism in EGFR-mutant NSCLC and may cooperate with other \ngenomic events to mediate acquisition of resistance mutations to EGFR tyrosine \nkinase inhibitors.\n\nCopyright © 2022. Published by Elsevier Inc.\n\nDOI: 10.1016/j.jtho.2022.02.011\nPMCID: PMC10478031\nPMID: 35331964 [Indexed for MEDLINE]\n\n\n10. Postgrad Med. 2019 Apr;131(3):199-206. doi: 10.1080/00325481.2019.1585690.\nEpub  2019 Mar 15.\n\nThe prognostic impact of TP53 comutation in EGFR mutant lung cancer patients: a \nsystematic review and meta-analysis.\n\nZhang R(1), Tian P(1)(2), Chen B(1), Wang T(3), Li W(1).\n\nAuthor information:\n(1)a Department of Respiratory and Critical Care Medicine , West China Hospital, \nSichuan University , Chengdu , Sichuan , China.\n(2)b Lung Cancer Treatment Center , West China Hospital, Sichuan University , \nChengdu , Sichuan , China.\n(3)c Department of Respiratory and Critical Care Medicine , Affiliated Hospital \nof Zunyi Medical University , Zunyi , Guizhou , China.\n\nBackground The prognostic value of TP53 commutation in epidermal growth factor \nreceptor (EGFR) mutant lung cancer is controversial and we therefore conducted \nthis systematic review and meta-analysis. Methods A systematic search was \ncarried out in Pubmed, Web of Science, the Cochrane Library, Medline and Embase \nup to 19 April 2018. The pooled hazard ratio (HR) of overall survival (OS) and \nprogression-free survival (PFS), the relative risk (RR) of objective response \nrate (ORR) were calculated. Results Overall, a total of eight studies comprising \n2979 patients were included. When generally comparing TP53 mutation group with \nTP53 wild-type group, we confirmed the prognostic value of poor OS of TP53 in \nEGFR mutant lung cancers (HR 1.73, 95% CI 1.22-2.44, P = 0.002). In subgroup \nanalysis of OS, the prognostic value was maintained in patients treated with \nEGFR tyrosine kinase inhibitors (TKIs) but not in those treated with \nnon-targeted therapy (HR 2.29, 95% CI 1.39-3.76, P = 0.001), and was also \nmaintained in patients with advanced-stage lung cancers rather than those of all \nstages (HR 2.00, 95% CI 1.11-3.61, P = 0.021). For patients treated with EGFR \nTKIs, TP53 commutation was predictive of a poor PFS (HR 2.18, 95% CI 1.42-3.36, \nP < 0.001) but the prognostic value on ORR was not observed (RR 1.15, 95% CI \n0.92-1.44, P = 0.212). Additional subgroup analysis based on TP53 mutation \nsubtypes was not pooled due to limited data. Conclusion Generally we confirmed \nthe prognostic value of poor OS and PFS of TP53 commutation in EGFR mutant lung \ncancers, and it should be further investigated and validated regarding the \nprognostic role of TP53 mutation subtypes.\n\nDOI: 10.1080/00325481.2019.1585690\nPMID: 30798634 [Indexed for MEDLINE]"
    },
    {
        "pmid": "3620",
        "abstract": "1. J Exp Med. 1976 Apr 1;143(4):975-80. doi: 10.1084/jem.143.4.975.\n\nAcid hydrolases in leukocytes and platelets of normal subjects and in patients \nwith Gaucher's and Fabry's disease.\n\nBeutler E, Kuhl W, Matsumoto F, Pangalis G.\n\nLymphocytes, monocytes, neutrophilic granulocytes and platelets were each \nseparated to greater than 95% purity from six normal subjects, three patients \nwith Gaucher's disease, two heterozygotes for Gaucher's disease, and one patient \nwith Fabry's disease. Activities of the following acid hydrolases were \ndetermined: \"acid\" (pH 4.0) beta-glucosidase, pH 5.0 beta-glucosidase, \nalpha-galactosidase, alpha-arabinosidase, alpha-mannosidase, alpha-glucosidase, \nbeta-glucuronidase, beta-galactosidase, beta-hexosaminidase, and acid \nphosphatase. Enzymatic activity varied greatly with cell type and the enzyme \nbeing measured; the importance of assaying pure preparations especially for \nheterozygote detection is emphasized. Gaucher's disease patients' cells were \nfound to be deficient in the pH 4.0 acid beta-glucosidase, variable in the pH \n5.0 beta-glucosidase, and normal in all other acid hydrolases tested, including \nacid phosphatase, the activity of which is known to be elevated in plasma. Blood \ncells of a patient with Fabry's disease were deficient in alpha-galactosidase \nand normal in all other acid hydrolases tested.\n\nDOI: 10.1084/jem.143.4.975\nPMCID: PMC2190173\nPMID: 3620 [Indexed for MEDLINE]"
    }
]